const datas = [
  {
    id: 0,
    qus: '지금 나에게 가장 필요한 건 뭘까요?',
    ans: [
      '취업이나 창업, 미래 준비!',
      '요즘 마음이 좀 힘들어요.',
      '혼자 지내다 보니 사회적 연결이 필요해요.',
      '경제적 지원이 있으면 좋겠어요.',
      '다른 걸 얘기하고 싶어요!',
    ],
  },
  {
    id: 1,
    qus: '어떤 분야의 도움을 받고 싶으세요?',
    ans: [
      '취업/창업 멘토링',
      '마음을 치유할 심리 상담',
      '사람들과 어울릴 수 있는 활동',
      '자기 계발과 교육',
      '문화, 예술, 스포츠 체험',
    ],
  },
  {
    id: 2,
    qus: '현재 거주 중인 지역은 어디인가요?',
    ans: ['서울', '경기', '인천', '부산', '광주'],
  },
  {
    id: 3,
    qus: '어떤 방식의 프로그램이 가장 마음에 드나요?',
    ans: [
      '집에서 온라인으로 참여하는 게 좋아요.',
      '밖에서 사람들과 직접 만나고 싶어요!',
      '온라인과 오프라인을 섞어서 하면 좋겠어요.',
      '정보만 받고 내가 알아서 할래요.',
    ],
  },
  {
    id: 4,
    qus: '얼마나 오랫동안 참여할 수 있나요?',
    ans: [
      '짧게, 한 번 시도만 해보고 싶어요!',
      '오래 해도 괜찮아요. 꾸준히 하고 싶어요!',
    ],
  },
  {
    id: 5,
    qus: '지금 주로 어떤 활동을 하고 계세요?',
    ans: [
      '취업 준비 중이에요.',
      '학생이에요.',
      '직장 다니고 있어요.',
      '그 외에 다른 걸 하고 있어요.',
    ],
  },
  {
    id: 6,
    qus: '참여하고 싶은 활동 유형은?',
    ans: [
      '교육이나 워크숍이 좋아요.',
      '멘토링 프로그램에 참여하고 싶어요!',
      '사람들과 네트워킹 모임을 하고 싶어요.',
      '자원봉사를 통해 보람을 느끼고 싶어요.',
    ],
  },
  {
    id: 7,
    qus: '어떤 방식으로 배우고 싶으세요?',
    ans: [
      '혼자서 자기 주도적으로 배우고 싶어요.',
      '그룹 활동이 더 좋아요!',
      '강의나 워크숍 중심으로 듣고 싶어요.',
      '다른 방식이 더 좋아요.',
    ],
  },
  {
    id: 8,
    qus: '프로그램 참여 후 기대하는 결과는 무엇인가요?',
    ans: [
      '취업이나 창업에 성공하고 싶어요!',
      '마음이 편안해지고 싶어요.',
      '사람들과 더 많이 연결되고 싶어요.',
      '새로운 기술이나 역량을 키우고 싶어요.',
      '다른 기대가 있어요!',
    ],
  },
  {
    id: 9,
    qus: '추가로 이런 지원도 있었으면 좋겠어요!',
    ans: [
      '재정적인 도움.',
      '주거 관련 지원.',
      '심리적인 도움.',
      '그 외 다른 지원.',
    ],
  },
];

export default datas;
